{
  "_meta": {
    "source": "tripadvisor",
    "sourceName": "TripAdvisor",
    "sourceUrl": "https://www.tripadvisor.com/Hotel_Review-g5561668-d7099956-Reviews-Dwor_Bartnika-Narewka_Podlaskie_Province_Eastern_Poland.html",
    "lastUpdated": "2025-12-09",
    "rating": 4.4,
    "ratingMax": 5,
    "totalReviews": 39,
    "displayedReviews": 35,
    "updatedBy": "auto-convert"
  },
  "reviews": [
    {
      "id": "tripadvisor-001",
      "author": "J.",
      "authorInitials": "J",
      "rating": 5,
      "text": "Very good, convenient and helpful staff. The location is excellent, the place is clean and in summer (we went in fall) probably nicer with all the outdoor setting in place. Hotel very clean and the restaurant with large choice of plates is very good too. We went only for a night and with a must-see bison in place (of course in their natural envirnoment) and they could arrange that for us with Sylvia (excellent guide). So being that tight on time and with that high level of requirement, very satisfied of that visit.",
      "date": "2021-10-15",
      "tags": [
        "Traveled as a couple"
      ],
      "language": "en"
    },
    {
      "id": "tripadvisor-002",
      "author": "Mobislaw",
      "authorInitials": "M",
      "rating": 5,
      "text": "Polecam. Bardzo fajne miejsce. Pyszne,świeże jedzenie,przemiła obsługa. Zaleta jest tez duża przestrzeń i ogród. Obok znajduje się muzeum pszczelarstwa ,które po wcześniejszym umówieniu można zwiedzać. Z całego serca polecam rodzinom z dziećmi jak i samotnym podroznikom",
      "date": "2021-08-15",
      "tags": [
        "Traveled with friends"
      ]
    },
    {
      "id": "tripadvisor-003",
      "author": "Małgorzata F.",
      "authorInitials": "MF",
      "rating": 5,
      "text": "Magiczne miejsce. Bardzo dobre miejsce także na weekendowy wypad. Można wypożyczyć rowery i pojeździć po puszczy. Pokoj czysty, wygodne łóżko. Śniadanie obfite i bardzo smaczne. Otoczenie piękne dużo zieleni, żabi koncert na żywo niezapomniany. Właścicielka uprzejma, miła, uczynna. Ciekawie opowiada o okolicy. Powtórnie dwiedziliśmy to miejsce i na pewno wybierzemy się tam w przyszłości. Malgosia",
      "date": "2021-05-15",
      "tags": [
        "Traveled as a couple"
      ]
    },
    {
      "id": "tripadvisor-004",
      "author": "Mikołaj P.",
      "authorInitials": "MP",
      "rating": 5,
      "text": "Dwór Bartnika The Best In North-west Poland Mikołaj Perestret!!!.. Według mojej osobistej opinii to Dwór Bartnika jest jednym najlepszych Hoteli z usługami restauracyjnymi w Województwie Podlaskim w północno-wschodniej Polsce!. Ponieważ oferują bardzo dobre luksusowe apartamenty z bardzo dobrą kuchnią wschodnio polską i nie tylko!. Polecam wszystkim odwiedzający te tereny Polski!.",
      "date": "2021-04-15",
      "tags": []
    },
    {
      "id": "tripadvisor-005",
      "author": "Krystyna W.",
      "authorInitials": "KW",
      "rating": 5,
      "text": "Super miejsce na wypoczynek. Dwór Bartnika to wspaniały dworek z pięknym i zadbanym ogrodem.Pierwszy raz byliśmy w Narewce. Jesteśmy zachwyceni.Posiłki smaczne, regionalne potrawy również . Degustowaliśmy je codziennie.Pokoje czyste, obsługa wspaniała, a właściciele pomocni w każdej sytuacji, bardzo uczynni. Polecam.",
      "date": "2020-06-15",
      "tags": [
        "Traveled as a couple"
      ]
    },
    {
      "id": "tripadvisor-006",
      "author": "Юлия В.",
      "authorInitials": "ЮВ",
      "rating": 5,
      "text": "Душевный отель в пуще. Потрясающее место! Столько души вложено хозяевами, и это чувствуется в каждой мелочи! Высочайшего качества еда в ресторане. Прекрасная территория и сам отель как музей! Были под сильным впечатлением, однозначно будем еще приезжать!",
      "date": "2019-10-15",
      "tags": [
        "Traveled as a couple"
      ],
      "language": "ru"
    },
    {
      "id": "tripadvisor-007",
      "author": "Gaja",
      "authorInitials": "G",
      "rating": 5,
      "text": "Sympatycznie, i swojsko. Polecamy przepyszne pierogi!!!!!!!! z kapustą i grzybami, były tak pyszne, że aż domawialiśmy ekstra porcję. Również barszcz rewelka. Generalnie wegetarianie nie wyjdą głodni, co jest dużym plusem na tych terenach:) Okolica przepiękna, cisza i błogi spokój. Przemiły właściciel, częstował nas swoim miodem i pokazywał pachnące kwiaty. Jedzenie świeże i smaczne, polecam.",
      "date": "2019-08-15",
      "tags": [
        "Traveled with family"
      ]
    },
    {
      "id": "tripadvisor-008",
      "author": "Michele S.",
      "authorInitials": "MS",
      "rating": 5,
      "text": "Bellissimo. Bellissima struttura. Personale molto cordiale e gentile. Vale la pena fare tanti km per arrivare in questo posto. Pietanze ottime e abbondanti. Proprietari gentilissimi e pronti a soddisfare ogni nostra necessità. Il miele che producono è buonissimo. Da non perdere il loro museo sulle api. Parco tenuto bene e molto bello.",
      "date": "2019-08-15",
      "tags": [
        "Traveled with family"
      ],
      "language": "it"
    },
    {
      "id": "tripadvisor-009",
      "author": "Smokoo",
      "authorInitials": "S",
      "rating": 5,
      "text": "Przyjemny wypoczynek. Bardzo dobre miejsce dla rodzin z dziećmi. Przy hotelu jest duży plac zabaw i oczka wodne z mnóstwem żab, kijanek i ryb, które dzieciaki uwielbiały oglądać. Właściciele bardzo mili i pomocni. Śniadania smaczne. Placki ziemniaczane pyszne. Wieczorem rozpalane jest ognisko. Niestety jest też sporo minusów. Wnętrze jest specyficzne, raczej w stylu głębokiego PRL, mimo że obiekt jest nowy. Trzeba uważać na tzw. danie dnia, wg informacji od kelnerki daniem dnia miały być zapiekane ziemniaki z mięsem. Dostaliśmy odsmażone resztki, mięsem okazała się pokrojona w kostkę kiełbasa wymieszana z mnóstwem cebuli. Kolejnym minusem jest brak chodnika, żeby dojść do Narewki trzeba iść asfaltem, z wózkiem raczej kiepsko to wychodzi. Ogólnie ok, ale raczej następnym razem wybiorę inne miejsce.",
      "date": "2018-08-15",
      "tags": [
        "Traveled with family"
      ]
    },
    {
      "id": "tripadvisor-010",
      "author": "Ekspert66",
      "authorInitials": "E",
      "rating": 5,
      "text": "Miło i sympatycznie. Dwór Bartnika to faktyczny ...... dworek z bardzo ładnym ogrodem. Posesja mieści się przy głównej drodze przelotowej przez Narewkę. Bardzo fajne miejsce na chwilę wypoczynku np. W czasie wycieczki rowerowej z Białowieży. Miła obsługa, ceny umiarkowane. Polecam",
      "date": "2018-08-15",
      "tags": [
        "Traveled with friends"
      ]
    },
    {
      "id": "tripadvisor-011",
      "author": "Halinabp",
      "authorInitials": "H",
      "rating": 5,
      "text": "Czysto i miło. Hotel przyjemny, czysty i miły. Pokoje zadbane, w środku jest sporo ciekawych rzeczy do obejrzenia jak np muzeum miodów (wspaniale opowiedziane przez właściciela i zarazem pasjonata:) ) jest też plac zabaw dla najmłodszych, dlatego polecam to miejsce również dla osób z dziećmi",
      "date": "2018-06-15",
      "tags": [
        "Traveled with family"
      ]
    },
    {
      "id": "tripadvisor-012",
      "author": "Mmm851224",
      "authorInitials": "M",
      "rating": 5,
      "text": "Świetne miejsce na relaksujący aktywny odpoczynek. Dwór Bartnika w Narewce znalazłem szukając spontanicznie miejsca na ciekawe spędzenie weekendu. Nie zawiodłem się. Fantastyczni gospodarze sprawili, że czuliśmy się jak u siebie. Pensjonat jest doskonale położony i jest świetną bazą wypadową do zwiedzania Puszczy pieszo, rowerem oraz kajakiem. Na miejscu można wypożyczyć rower (w tym rowery elektryczne) odpocząć w kapsule SPA czy saunie płacąc rozsądne pieniądze. Gospodarze chętnie doradzają co zobaczyć, gdzie się wybrać i jak zaplanować wycieczki. Pokoje urządzone w stylu końca lat 90', ale są bardzo czyste i zadbane. Na miejscu koniecznie trzeba zobaczyć muzeum pszczelarstwa po którym z wielką pasją oprowadza właściciel.",
      "date": "2018-05-15",
      "tags": [
        "Traveled as a couple"
      ]
    },
    {
      "id": "tripadvisor-013",
      "author": "Dkadziela",
      "authorInitials": "D",
      "rating": 5,
      "text": "Polecam. Ciekawe miejsce. Mili, życzliwi właściciele. Pokoje czyste. Darmowy parking oraz udogodnienia obiektu. Polecam uloterapię-dość oryginalny sposób relaksu. Wrócimy tam przy kolejnej wizycie na Podlasiu.",
      "date": "2018-05-15",
      "tags": [
        "Traveled as a couple"
      ]
    },
    {
      "id": "tripadvisor-014",
      "author": "Inka2018",
      "authorInitials": "I",
      "rating": 5,
      "text": "Cudownie. Odwiedziłam to miejsce w ostatnim tygodniu kwietnia 2018 Polecam to miejsce wszystkim Wspaniała atmosfera cudowni własciciele. Dwór Bartnika stoi w przepięknym miejscu Pokoje bardzo czyste trochę w starym stylu ale to dodaje im tylko uroku A i jeszcze jedno pyszne śniadania Na pewno nie pozałujecie swojego wyboru Pozdrawiam",
      "date": "2018-04-15",
      "tags": [
        "Traveled as a couple"
      ]
    },
    {
      "id": "tripadvisor-015",
      "author": "Mariobros74",
      "authorInitials": "M",
      "rating": 5,
      "text": "rewelacja. Byliśmy pierwszy raz w tej okolicy. Jeździmy po Polsce i po świecie, ale takiej obsługi, zaangażowania właścicieli to się jeszcze nie spotkaliśmy. Na każdym roku pomoc, pytanie co do potrzeb. Mimo deszczu właściciel rozpalił ognisko przy którym się fajnie bawiliśmy. Mega zaskoczenie pozytywne. Ekipa WPR pozdrawia właścicieli.",
      "date": "2017-08-15",
      "tags": [
        "Traveled with friends"
      ]
    },
    {
      "id": "tripadvisor-016",
      "author": "Renata2210",
      "authorInitials": "R",
      "rating": 5,
      "text": "pysznie. Bardzo fajne miejsce i doskonałe jedzenie. Minusem jest położenie, przy dość ruchliwej drodze do Hajnówki, natomiast sam hotel i otoczenie naprawdę urocze. Można też nabyć wyjątkowej kompozycji miody i posłuchać o pszczołach, a Gosodarz może na ten temat opowiadać godzinami.Sama Narewka to spokojna mieścinka, więc wypocząć naprawdę można.",
      "date": "2017-05-15",
      "tags": [
        "Traveled as a couple"
      ]
    },
    {
      "id": "tripadvisor-017",
      "author": "Tata P.",
      "authorInitials": "TP",
      "rating": 5,
      "text": "sylwester w domu bartnika. Położony na obrzeżach puszczy Dwór Bartnika oferuje zarówno atrakcje na miejscu, jak i w okolicy. Można podjechać kilka- czy kilkanaście km w jeden czy drugi ciekawy i malowniczy rejon puszczy, czy też wybrać się na pieszą wędrówkę. Jakby co, to gospodarz podwozi swoim vanem na podglądanie żubrów, czy wskaże drogę co i jak, gdzi ena spacer, gdzie do cerkwi 1-2 itd. Na miejscu ognicho, plac zabaw dla dzieci, ciekawe nawet i pełne oryginalnych eksponatów muzeum miodu. Gospodarz ma wszystko w małym palcu i opowiada z taką pasją, że nawet jak ktoś nie cierpi miodu i opowieści o nim, przynajmniej niektórych faktów posłucha z zaciekawieniem. Dzieciaki szkoły podstawowej też nudzić się nie będą, jeśli nie będzie za długo, a też coś ciekawego w muzeum zobaczą i korbą starych maszynerii pokręcić mogą. Nocleg w porządnych pokojach z łazienką, prysznicem, suszarką, i tv na ścianie, ale nie sprawdzaliśmy, czy tak jak w radio odbiera tylko radzieckie stacje. Pokoje czyste. Kuchnia na miejscu zróżnicowana i typowo polska. Gusta są różne, jednemu będzie lepiej smakowało swojskie jadło, innemu mniej, ale wybór jest jak należy i coś dla siebie można znaleźć. Co ważne, wszystko robione na poczekaniu, a nie że odgrzewane milion razy w mikrofali. Każdy znalazł coś dla siebie. Do tego, jak ktoś lubi, oraz że to dwór bartnika, miody pitne w różnych odsłonach - można poznać coś nowego. Szaleństwa jedzeniowego nie ma wprawdzie jakiegoś ogromnego, ale jest dobrze i każdy znajdzie coś dla siebie.",
      "date": "2017-01-15",
      "tags": [
        "Traveled with family"
      ]
    },
    {
      "id": "tripadvisor-018",
      "author": "Rubaszewska",
      "authorInitials": "R",
      "rating": 5,
      "text": "Bardzo pozytywnie. Jesteśmy bardzo zadowoleni z pobytu w Dworze Bartnika. 1. Bardzo czyste pokoje. 2. Miła obsługa, mili właściciele... 3. Jedzenie smaczne - na pierogi czekaliśmy 10 min. Dzieci zostawiały puste talerze. 4. Miłe wieczorne ogniska. Plac zabaw dla dzieci. 5. Piękny widok z okna i te wschody słońca. 6. Niepozorne ale ciekawe Muzeum Pszczelarstwa. Właściciel to pasjonat, bardzo ciekawie opowiada. Moje dzieci słuchały go jak zaczarowane. Rodzice też. 7. Spokojna, leniwa (w sensie pozytywnym) atmosfera. Świetne miejsce wypadowe do Białowieży. Malownicza trasa do Białowieży przez Puszczę. Polecamy!!! Małgorzata I Łukasz",
      "date": "2016-09-15",
      "tags": [
        "Traveled with family"
      ]
    },
    {
      "id": "tripadvisor-019",
      "author": "Ciech",
      "authorInitials": "C",
      "rating": 5,
      "text": "miejsce prowadzone przez ludzi z pasją. przyjechaliśmy tu zobaczyć muzeum pszczelarstwa a wyjechaliśmy zauroczeni nie tylko pokaźną kolekcją zgromadzoną przez właścicieli ale także ich pasją zarówno do pszczelarstwa jak i prowadzenia dworu. Zjedliśmy małe co nieco i było naprawdę smacznie a potem oddaliśmy się zwiedzaniu oprowadzani przez samego właściciela który może opowiadać godzinami i to opowiadać jak najlepszy przewodnik. Na prawdę miejsce ciekawe i godne polecenia zarówno do zatrzymania się na dłużej jak i do odwiedzenia na chwilę w trasie pieszej czy rowerowej tak jak to miało miejsce u nas.",
      "date": "2016-08-15",
      "tags": [
        "Traveled with family"
      ]
    },
    {
      "id": "tripadvisor-020",
      "author": "Agnieszka2016xx",
      "authorInitials": "A",
      "rating": 5,
      "text": "Przyjazne i przyjemne miesjsce. Sympatyczni właściciele, przyjemny ogród i wieczorne ogniska, wygodny parking, smaczne, zróżnicowane śniadania z własnymi wyrobami. Pokoje czyste, zadbane i schludne. Piękna droga przez Puszczę do Białowieży. Sielsko i tanio, spokój i cisza, duży ogród-dobre miejsce dla dzieci. Bardzo miło wspominamy pobyt.",
      "date": "2016-08-15",
      "tags": [
        "Traveled as a couple"
      ]
    },
    {
      "id": "tripadvisor-021",
      "author": "Chris Q.",
      "authorInitials": "CQ",
      "rating": 5,
      "text": "Excellent value, great location. We stayed here 2 nights in order to visit the bison park. The location of this hotel is very good as the park is only a short drive away. The hotel itself has pleasant rooms and the staff are very helpful, especially the landlady who speaks very good English. The menu is limited but the food is very tasty and reasonably priced. The hotel is themed around bees and honey with many items, i.e. Postage stamps, telephone cards, etc. on the walls which we found very interesting. The Wifi reception varies throughout but is good in the downstairs area. The only disappointments were that there were no insect screens for the windows or blackout curtains and that the bottom sheets on the beds were towelling, not cotton. Despite this, we would definitely stay here again.",
      "date": "2016-08-15",
      "tags": [
        "Traveled as a couple"
      ],
      "language": "en"
    },
    {
      "id": "tripadvisor-022",
      "author": "Clemens W.",
      "authorInitials": "CW",
      "rating": 5,
      "text": "Great Service. Due to some health issues, I could not use my reservation the very last minute. Although it was a non-refundable rate, they immediately cancelled my booking without any charges. Thanks again for your kind and customer-friendly service!",
      "date": "2016-07-15",
      "tags": [
        "Traveled as a couple"
      ],
      "language": "en"
    },
    {
      "id": "tripadvisor-023",
      "author": "Roman Z.",
      "authorInitials": "RZ",
      "rating": 5,
      "text": "Okropne jedzenie. Nie wiem, kto pisze tutaj tak dobre recenzje o restauracji ale bardzo nas zwiodły. Abstrahując od kiczowatego wystroju, dawno nie trafiłem na tak okropne jedzenie. Nr 1 wątróbka z sosem wiśniowym i miksem sałat za 24 zł okazała podeszwa polana blado-różowym glutem bez smaku. (Podejrzewam że była to 1 wiśnia zmiksowane z wodą i zniszczona mąką), miks sałat to było kilka poszarpanych liści sałaty polanych sosem z torebki. Nr 2 żurek za 10 zł który wyglądał jak miks różnych zup z marchewką (!) Z dwoma plasterkami kiełbasy i ziemniakami... nr 3 Zraz wołowy za 36 zł okazał się malutkim zrazikiem z mięsa wcześniej wygotowanego kompletnie bez smaku, nr 4 karkówka również wygórowana wcześnie kompletnie bez smaku. Podsumowując to nie było niedobre jedzenie, to było oszukane i okropne jedzenie za całkiem spore pieniądze.",
      "date": "2016-06-15",
      "tags": [
        "Traveled with family"
      ]
    },
    {
      "id": "tripadvisor-024",
      "author": "Henrykpedowski",
      "authorInitials": "H",
      "rating": 5,
      "text": "Super wypoczynek w Dworze Bartnika - Narewka.. Przesympatyczni Właściciele, atmosfera wręcz rodzinna, pokoje czyste,codziennie zmieniane ręczniki, pościel taż wymieniana w czasie pobytu, suszarka. Kuchnia - bardzo dobra, urozmaicona, wszystko świeże, produkty nie z marketu, a tutejsze, świetne smaki regionalne, robione według miejscowych receptur. Sympatyczna pomocna obsługa. Warto zobaczyć muzeum pszczelarstwa i bartnictwa w tymże Dworze, wspaniale o tym opowiada Właściciel, mający pasiekę od kilkudziesięciu lat, jako rodzinna kontynuacja pokoleniowa.Wspaniałe miody.Okolice bardzo ciekawe - Podlasie, wspaniałe miejsce..... tu się odpoczywa ! No i to powietrze, oddycha się puszczą. Bardzo polecam. Henryk",
      "date": "2016-06-15",
      "tags": [
        "Traveled with friends"
      ]
    },
    {
      "id": "tripadvisor-025",
      "author": "Marta F.",
      "authorInitials": "MF",
      "rating": 5,
      "text": "Dwór Bartnika. Nazwa trafiona w punkt. Właściciele to pozytywnie zakręceni pszczelarze. Warto zwiedzić znajdujące się na miejscu muzeum pszczelarstwa z ogromną ilością zgromadzonych eksponatów. Poza tym NAPRAWDĘ zainteresowani swoimi gośćmi.Poświecili swój czas aby pokazać nam najciekawsze miejsca w okolicy Narewki. Dzięki Nim mogliśmy wstąpić do cerkwi i zobaczyć w puszczy zapomniany, zaniedbany kirkut... komu by się chciało... zwłaszcza bezinteresownie. Pokoje w pensjonacie czyściutkie, łóżko podwójne czyli takie o jakie prosiliśmy. Śniadania bez zarzutu, smaczne i obfite. Nad daniami obiadowymi warto jeszcze popracować.",
      "date": "2016-06-15",
      "tags": [
        "Traveled as a couple"
      ]
    },
    {
      "id": "tripadvisor-026",
      "author": "Dwoje_plus_dwoje",
      "authorInitials": "D",
      "rating": 5,
      "text": "Kontrowersyjny wystrój i czyste pokoje. Wystrój? Bardzo kontrowersyjny ;) Jedni docenią dbałość o szczegóły, innych zaboli nagromadzenie kiczu zarówno w pensjonacie, jak i w ogrodzie. Miejsce broni się czystością na wyjątkowo wysokim poziomie. Wygodne łóżka. W naszym pokoju wszystkie pojedyncze niestety. Śniadania OK. Plac zabaw dobrze wyposażony i zadbany. Uwaga na wesela i stypy. Podczas Waszego pobytu może być albo głośno, albo smutno...",
      "date": "2016-05-15",
      "tags": [
        "Traveled with family"
      ]
    },
    {
      "id": "tripadvisor-027",
      "author": "_ela_millenium",
      "authorInitials": "_",
      "rating": 5,
      "text": "Miejsce SUPER !. Większość hoteli ma swoje warunki mieszkalne i żywieniowe. Ale do tych podstawowych kryteriów potrzebna jest jeszcze atmosfera danego miejsca. I właśnie Dwór Bartnika oprócz wyśmienitego jedzenia, czystych i wygodnych pokoi- ma i tę atmosferę, która przyczynia się do tego, że czujemy się swojsko i dobrze. Jest to z pewnością zasługa bardzo miłych właścicieli i dobrze dobranego personelu. POLECAM !",
      "date": "2016-03-15",
      "tags": [
        "Traveled with friends"
      ]
    },
    {
      "id": "tripadvisor-028",
      "author": "Marcin_mon",
      "authorInitials": "M",
      "rating": 5,
      "text": "Rodzinna atmosfera. Czyste pokoje. Bardzo miła obsługa. Świetne domowe jedzenie. Wszystko to powoduje, że pozostają miłe wspomnienia. Można zwiedzić interesującą wystawę pamiątek związanych z pszczelarstwem w lokalnym muzeum. To jest miejsce gdzie pracują pasjonaci!",
      "date": "2016-02-15",
      "tags": [
        "Traveled on business"
      ]
    },
    {
      "id": "tripadvisor-029",
      "author": "Seb",
      "authorInitials": "S",
      "rating": 5,
      "text": "Jedno z ciekawszych miejsc w okolicy do spania. Do plusów: miła obsługa, właścicielka sympatyczna interesuje sie goscmi. Cicha okolica. Pokoje czyste i zadbane, sniadania bardzo dobre ale niestety pogorszyly sie po sezonie, a to spory minus. Co do restauracji w hotelu to raczej średnio, ale w okolicy w zasadzie nie ma w czym wybierac jesli chodzi o jedzenie. Szkoda ze w pokojach sa plytki zamiast wykladziny bylo by przytulniej",
      "date": "2015-11-15",
      "tags": [
        "Traveled on business"
      ]
    },
    {
      "id": "tripadvisor-030",
      "author": "Cecylia",
      "authorInitials": "C",
      "rating": 5,
      "text": "Overaskende bra. Flott beliggenhet, stor og barnevennlig uteareal, koselige rom, vel smakende lokal mat, veldig hyggelig vertskap. Kort vei til Naturreservatet i Bialowieza. Mulighet for å oppleve lokale seremonier med gamle, polske tradisjoner.",
      "date": "2015-08-15",
      "tags": [
        "Traveled with family"
      ],
      "language": "no"
    },
    {
      "id": "tripadvisor-031",
      "author": "Cezary59",
      "authorInitials": "C",
      "rating": 5,
      "text": "fajna noc w pokoju rumiankowym. bardzo mili gospodarze, mimo dużej skali całego hotelu, zajmujący się każdym gościem. przyjemnie urządzone pokoje; czysta, wygodna (duża kabina) łazienka. wokół cisza i spokój. możliwość zjedzenia na dworze w sąsiedztwie szumiącej wody. całość, poczynając od nazwy przesiąknięta bartnictwem; od nazw pokoi, poprzez wystrój aż po możliwośc zakupu miodu polecamy!",
      "date": "2015-07-15",
      "tags": [
        "Traveled as a couple"
      ]
    },
    {
      "id": "tripadvisor-032",
      "author": "Ian L.",
      "authorInitials": "IL",
      "rating": 5,
      "text": "A wonderful stay. A hotel that is dedicated to bees and their conservation. (The bees are way up in the forest so all we got was the honey!). A large well appointed hotel. Very comfortable rooms and good facilities - a taste of class! The food was plentiful and excellent. The proprietors and their staff were always on hand to greet you and provide the facilities that were required in a cheerful and efficient manner. Situated on the edge of a small town with an interesting garden including ponds, waterfall and features. Certainly a four/five star experience",
      "date": "2015-07-15",
      "tags": [
        "Traveled with friends"
      ],
      "language": "en"
    },
    {
      "id": "tripadvisor-033",
      "author": "Andrew B.",
      "authorInitials": "AB",
      "rating": 5,
      "text": "Unexpected quality. I was one of a group of butterfly enthusiasts travelling in the north east of Poland to see and photograph butterflies. We stayed at this hotel for three nights and were very sorry to say goodbye as it was probably the best quality hotel I have stayed at on these european trips. The building is very impressive with excellent bedrooms, restaurant and food. The hostess was very welcoming and the bee / honey museum was fascinating. Would strongly recommend if staying in this region of Poland",
      "date": "2015-07-15",
      "tags": [
        "Traveled with friends"
      ],
      "language": "en"
    },
    {
      "id": "tripadvisor-034",
      "author": "David H.",
      "authorInitials": "DH",
      "rating": 5,
      "text": "Very new hotel. The hotel is very new with easy parking, large play area and large formal pond. We were greeted by the hotel manager who every day asked us if everything was OK. The hotel has lots of pictures and artifacts on Bee keeping, with a large print in every room and items of interest decorating the halls, reception and roomy restaurant. Restaurant used by locals which is always a good sign. Convenient supermarket just down road for extra little things. Good area for cycling, walking and looking at wildlife.",
      "date": "2015-05-15",
      "tags": [
        "Traveled with friends"
      ],
      "language": "en"
    },
    {
      "id": "tripadvisor-035",
      "author": "Michela C.",
      "authorInitials": "MC",
      "rating": 5,
      "text": "Come a casa propria. Hotel di recente costruzione ben tenuto e pulito. I proprietari sono estremamente gentili e pronti a soddisfare ogni necessità. Ci hanno addirittura spontaneamente accompagnati per una escursione nella vicina foresta. Colazione tipica polacca extra abbondante e ottima. I titolari sono anche appassionati apicoltori e possiedono una collezione di svariati oggetti impressionante per numero e varietà. La collezione occupa una intera ala dell'hotel. Riteniamo che la collezione per la sua completezza sia davvero unica e meta di pellegrinaggio per ogni appassionato apicoltore. È possibile anche acquistare il loro ottimo miele che viene comunque regalato in piccola quantità ad ogni ospite. Nel parco dell'hotel sono presenti giochi per i bambini. La signora è stata così gentile che nostro figlio di sei anni alla partenza aveva i lacrimoni agli occhi!",
      "date": "2015-04-15",
      "tags": [
        "Traveled with family"
      ],
      "language": "it"
    }
  ]
}